CONDITION_RULES = {

    "안 매운": {
        "exclude": [
            "마라탕",
            "짬뽕",
            "떡볶이",
            "불닭"
        ]
    },

    "해산물 제외": {
        "exclude": [
            "초밥",
            "회",
            "해물탕",
            "조개구이"
        ]
    },

    "날 것 제외": {
        "exclude": [
            "초밥",
            "회",
            "육회"
        ]
    },

    "혼밥 가능": {
        "include": [
            "국밥",
            "덮밥",
            "우동",
            "라멘",
            "돈까스"
        ]
    },

    "든든한": {
        "include": [
            "국밥",
            "제육볶음",
            "돈까스",
            "백반",
            "찌개"
        ]
    },

    "식사류": {
        "include": [
            "백반",
            "국밥",
            "덮밥",
            "돈까스",
            "우동"
        ]
    },

    "면 제외": {
        "exclude": [
            "우동",
            "라멘",
            "국수",
            "파스타"
        ]
    }
}